Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=246_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Katso lyhytvideo citysaamelaisesta Helgasta jonka sisko tulee käymään kylässä !
sme: Geahča oanehisvideo citysápmelačča Helga birra, gean oabbá boahtá galledit su.

source: Utsjoen saamelainen Helga tykkää asua Helsingissä.
sme: Ohcejoga sápmelaš Helga liiko ássat Helssegis.

source: Hänen isosiskonsa Suvi taas ei ymmärrä mikä kaupungissa kiehtoo.
sme: Su stuorraoabbá Suvi fas ii ádde mii gávpogis geasuha.

source: Sisarukset viettävät päivän pääkaupungissa rennoin ottein.
sme: Oappážat golaheaba ovtta beaivvi oaivegávpogis geahppa mielain.

source: Tuotanto: Saamelaiskäräjät 2008
sme: Buvttadeapmi: Sámediggi 2008

source: Pituus: 3,30
sme: Guhkkodat: 3,30
